Repository: PiRSquared17/gfeedline
Catalog: po/*.po
Languages: ar

source: days
ar: أيام

source: hours
ar: ساعات

source: _Open this Tweet in browser
ar: إفتح هذه التغريدة في المتصفح

source: _Open this _user page in browser
ar: إفتح صفحة هذا المستخدم في المتصفح

source: _Reply
ar: رد (R)

source: Re_tweet
ar: أعد التغريد (T)

source: _Delete
ar: حذف

source: _Favorite
ar: تفضيل (F)

source: Conversation
ar: المحادثة

source: View _Conversation
ar: عرض_المحادثة

source: Related Results
ar: النتائج المتعلقة

source: Search
ar: بحث

source: User TimeLine
ar: الخط الزمني للمستخدم

source: _Search
ar: بحث (S)

source: _Add Filter
ar: إضافة مرشح (A)

source: Open
ar: إفتح

source: Reply
ar: رد

source: Facebook connection error:
ar: خطأ في إتصال فيسبوك:

source: Authentication seems to fail. Facebook access token expires after 60 days. You have to re-do Facebook authentication on Preferences.
ar: يبدو أن المصادقة قد فشلت. تصريح الوصول لفيسبوك ينتهي بعد 60 يوم. عليك بإعادة القيام بالمصادقة لفيسبوك في الإعدادات.

source: News Feed
ar: آخر الأخبار

source: Wall
ar: الحائط

source: Facebook Account Setup
ar: تهيئة حساب الفيسبوك

source: Facebook
ar: فيس بوك

source: Intro
ar: مقدمة

source: Authorization
ar: الترخيص

source: Confirm
ar: تأكيد

source: Like
ar: أعجبني

source: Unlike
ar: إلغاء الإعجاب

source: Comment
ar: تعليق

source: See more
ar: رؤية المزيد

source: See less
ar: أقل

source: Dashboard
ar: اللوحة الرئسية

source: Posts
ar: المشاركات

source: Tumblr Account Setup
ar: تهيئة حساب Tumblr

source: Read more
ar: إقرأ المزيد

source: Reblog
ar: اعادة تدوين

source: a photo
ar: صورة

source: a video
ar: فيديو

source: an audio
ar: صوت

source: {0} posts {1} entry.
ar: {0} مشاركة {1} إدخال.

source: Home TimeLine
ar: التغريدات

source: List TimeLine
ar: القوائم

source: The format is "username/listname". ex) yendo0206/gfeedline
ar: الصيغة هي "إسم المستخدم/إسم القائمة". مثال) yendo0206/gfeedline

source: Mentions
ar: الإشارات

source: Direct Messages
ar: الرسائل المباشرة

source: Favorites
ar: المفضلات

source: User Stream
ar: حساب المستخدم

source: Track
ar: تتبع

source: Twitter Account Setup
ar: تنصيب حساب تويتر

source: Enter PIN
ar: ادخل كود PIN

source: Body
ar: المحتوي

source: Sender
ar: المرسل

source: Source
ar: المصدر

source: via %s
ar: عبر %s

source: Retweeted by %s
ar: قام بإعادة تغريدها %s

source: View more in conversation
ar: عرض المزيد من المحادثة

source: Retweet
ar: إعادة تغريد

source: Delete
ar: حذف

source: Favorite
ar: تفضيل

source: retweeted your Tweet
ar: أعاد تغريد تغريدتك

source: favorited your Tweet
ar: تم تفضيل تغريدتك

source: unfavorited your Tweet
ar: إلغي تفضيل تغريدتك

source: followed you
ar: يتابعك

source: added you to list %s
ar: أضافك الي قائمة %s

source: removed you from list %s
ar: إزالتك من مجموعة %s

source: _Notify events
ar: تنبيه بالأحداث

source: Options
ar: الخيارات

source: _Include Retweets
ar: إدراج التغريدات المعاد إرسالها

source: _Show user profile
ar: عرض ملف المستخدم

source: Reply to %s
ar: رد الي %s

source: Check _Spelling
ar: تحقق من الهجاء

source: Supported image files
ar: ملفات الصور المدعومة

source: Retweet?
ar: إعادة تغريد؟

source: Retweet this to your (%s's) followers?
ar: إعادة تغريد هذه إلي (%s's) متابعيك؟

source: Retweet this to your followers?
ar: إعادة التغريدة لمتابعيك؟

source: Delete this tweet?
ar: حذف هذه التغريدة؟

source: Are you sure you want to delete this Tweet?
ar: هل أنت متأكد أنك تريد حذف هذه التغريدة؟

source: Delete this message?
ar: حذف هذه الرسالة؟

source: Are you sure you want to delete this message?
ar: هل أنت متأكد أنك تريد حذف هذه الرسالة؟

source: This tab include %s feeds. Are you sure you want to close the tab.
ar: هذا التبويب يحتوي علي %s من الخلاصات، هل أنت متأكد أنك تريد إغلاقه.

source: Your configuration is complete. You are now ready to access to %s with GFeedLine.
ar: لقد انتهيت من التهيئة. انت الأن مستعد للوصول ل %s مع GFeedLine.

source: User name:
ar: إسم المستخدم:

source: none
ar: لا يوجد

source: This assistant helps you to configure %s account for GFeedLine. Click "Forward" to open the authorization page.
ar: هذا المساعد سوف يساعدك علي تهيئة حساب %s مع GFeedLine. إضغط علي "إلي الأمام" لكي تفتح صفحة الترخيص.

source: Return to this dialog after you have finished the authorization process on Twitter.com and Enter your PIN below.
ar: إرجع الي هذه النافذة بعد إتمام عملية الترخيص علي Twitter.com ثم أدخل رقم الـPIN هنا بالأسفل.

source: Your configuration is complete. You are now ready to access to Twitter with GFeedLine. Click "Apply" to save your settings.
ar: تم التكوين. انت الأن جاهز لاستخدام تويتر مع GFeedLine. إضغط علي "تطبيق" لحفظ الإعدادات.

source: Screen name:
ar: إسم الشاشة:

source: This assistant helps you to configure Twitter account for GFeedLine. Click "Forward" to open a Twitter authorization page with the default browser.
ar: هذا المساعد سوف يساعدك لتكوين حساب تويتر لـGFeedLine. إضغط علي "إلي الأمام" لفتح صفحة ترخيص تويتر علي متصفح الويب الإفتراضي.

source: Feed Source
ar: مصدر التغريدات

source: _Source:
ar: مصدر: (S)

source: _Argument:
ar: حوار: (A)

source: _Target:
ar: الهدف: (T)

source: _Name:
ar: إسم: (N)

source: _Enable notification
ar: تفعيل التنبيهات (E)

source: _Group:
ar: مجموعة: (G)

source: General
ar: عام

source: Add Filter
ar: إضافة مرشح

source: _Word:
ar: كلمة: (W)

source: _Expiry:
ar: إنقضاء: (E)

source: Set 0 for permanent filter
ar: ضع 0 للمرشح الدائم

source: Read & Write Social Feeds
ar: إقرأ واكتب التغريدات الاجتماعية

source: Social Networking Client
ar: عميل الشبكات الإجتماعية

source: Copyright © 2012-2014 Yoshizumi Endo.
ar: الحقوق محفوظة © 2012-2014 يوشيزومي إندو.

source: translator-credits
ar: طاقم المترجمين

source: _File
ar: ملف (F)

source: _Update
ar: تحديث (U)

source: _Edit
ar: تعديل (E)

source: All Tabs to the _Top
ar: كل التبويبات إلي الأعلي (_T)

source: All Tabs to the _Bottom
ar: كل التبويبات إلي الأسفل (_B)

source: _Clear All Tabs
ar: إغلاق كل التبويبات

source: _View
ar: عرض (V)

source: _Multi-Column
ar: أعمدة متعددة (M)

source: _Fullscreen
ar: شاشة كاملة

source: _Help
ar: مساعدة (H)

source: _Contents
ar: المحتوي (C)

source: <big><b>Welcome to GFeedLine!</b></big> GFeedLine is a social networking client. It supports Twitter, Facebook and Tumblr. To start connecting with GFeedLine, open the Preferences dialog from <b>Edit ▸ Preference</b> to configure your accounts in the Accounts tab. Then you have to configure your feeds in the Feeds tab of the Preferences dialog. To enable multi-column view, enter a group name in each feed source dialog.
ar: <big><b>مرحباً بكم إلي GFeedLine!</b></big> GFeedLine هو عميل الشبكات الإجتماعية. إنه يدعم تويتر، فيس بوك وTumblr. لكي تبدأ التواصل عبر GFeedLine، إفتح صندوق التفضيلات من <b> تعديل > التفضيلات </b> لكي تقوم بتهيئة حسابك عند تبويب الحسابات. ثم عليك أن تقوم بتهيئة تبويب التغذيات من صندوق التفضيلات، لكي تفعل العرض متعدد الأعمدة، أدخل اسم مجموعة عند صندوق كل مصدر تغذية.

source: Close this tab?
ar: إغلاق هذا التبويب؟

source: C_lear Tab
ar: مسح التبويب

source: _Close Tab
ar: إغلاق التبويب

source: Preferences
ar: التفضيلات

source: _Theme:
ar: الثمة: (A)

source: Timeline _order:
ar: نظام الجدول الزمني: (_O)

source: _Font:
ar: الخط: (F)

source: Default
ar: إفتراضي

source: Ascending
ar: تصاعدي

source: Descending
ar: تنازلي

source: _Use the system document font
ar: إستخدم خطوط النظام

source: <b>View</b>
ar: <b>عرض</b>

source: Always on _Visible Workspace
ar: مساحة العمل دائما مرئية (_V)

source: _Auto Start
ar: بدء تلقائي (A)

source: <b>Desktop</b>
ar: <b>سطح المكتب</b>

source: User ID
ar: هوية المستخدم

source: <b>Accounts</b>
ar: <b>الحسابات</b>

source: Accounts
ar: الحسابات

source: Name
ar: إسم

source: Target
ar: الهدف

source: Argument
ar: حوار

source: Group
ar: مجموعة

source: <b>Feed Sources</b>
ar: <b>مصدر التغذية</b>

source: Feeds
ar: التغذيات

source: Word
ar: كلمة

source: Expiry
ar: إنقضاء

source: <b>Filters</b>
ar: <b>المرشحات</b>

source: Filters
ar: المرشحات

source: <small>TWEETS</small>
ar: <small>التغريدات</small>

source: <small>FOLLOWING</small>
ar: <small>متابع</small>

source: <small>FOLLOWERS</small>
ar: <small>المتابعين</small>

source: Select a web service for adding an account
ar: إختر إحدي الخدمات لإضافة حساب

source: _Twitter
ar: تويتر

source: _Facebook
ar: فيس بوك

source: Public
ar: عام

source: Friends
ar: الأصدقاء

source: Only Me
ar: أنا فقط

source: What are you doing?
ar: ماذا تفعل؟

source: Add an image
ar: إضافة صورة

source: Update (Ctrl+Enter)
ar: تحديث (Ctrl+Enter)

source: Insert the _link
ar: أدخل الرابط

source: _Quote
ar: إقتباس
